//Напишите программу, которая на вход принимает два числа и выдаёт,
// какое число большее, а какое меньшее.

int a =5;
int b =7;
if(a<b){
    int max =b;
   
}
else if(a>b){
    int max =b;
} 

else{
    Console.WriteLine("Оба числа равны!");
}Console.WriteLine("Большее число- "+b);